tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "ack"
brew "aliyun-cli"
brew "ant"
brew "apktool"
brew "autoconf"
brew "openssl@1.1"
brew "readline"
brew "python@3.9"
brew "autojump"
brew "automake"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "carthage"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "gnupg"
brew "goaccess"
brew "httpie"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "krb5"
brew "libxml2"
brew "libyaml"
brew "lua"
brew "lua@5.3"
brew "maven"
brew "minicom"
brew "mycli"
brew "mysql", restart_service: true
brew "mysql@5.6"
brew "mysql@5.7"
brew "neovim"
brew "node"
brew "openapi-generator"
brew "postgresql@14"
brew "python@3.8", link: false
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ruby"
brew "swagger-codegen"
brew "telnet"
brew "wget"
brew "yq"
brew "zlib"
brew "dart-lang/dart/dart"
brew "mongodb/brew/mongodb-community"
cask "firefox"
cask "keycastr"
cask "monitorcontrol"
cask "vimr"
